[{"text":"Genius is one percent inspiration and ninety-nine percent perspiration.","author":"Thomas Edison"},{"text":"A house divided against itself cannot stand.","author":"Abraham Lincoln"},{"text":"Well begun is half done.","author":"Aristotle"},{"text":"Peace comes from within. Do not seek it without.","author":"Buddha"},{"text":"Having nothing, nothing can he lose.","author":"William Shakespeare"},{"text":"Everything in life is luck.","author":"Donald Trump"},{"text":"Study the past, if you would divine the future.","author":"Confucius"},{"text":"Work out your own salvation. Do not depend on others.","author":"Buddha"},{"text":"God always takes the simplest way.","author":"Albert Einstein"},{"text":"Goals are the fuel in the furnace of achievement.","author":"Brian Tracy"},{"text":"Who sows virtue reaps honour.","author":"Leonardo da Vinci"},{"text":"He is able who thinks he is able.","author":"Buddha"},{"text":"Learn from yesterday, live for today, hope for tomorrow.","author":"Albert Einstein"},{"text":"Love is the flower you've got to let grow.","author":"John Lennon"},{"text":"Change in all things is sweet.","author":"Aristotle"},{"text":"I never think of the future. It comes soon enough.","author":"Albert Einstein"},{"text":"Important principles may, and must, be inflexible.","author":"Abraham Lincoln"},{"text":"Faith in oneself is the best and safest course.","author":"Michelangelo"},{"text":"Courage is going from failure to failure without losing enthusiasm.","author":"Winston Churchill"},{"text":"Those who are free of resentful thoughts surely find peace.","author":"Buddha"},{"text":"Love all, trust a few, do wrong to none.","author":"William Shakespeare"},{"text":"He that is giddy thinks the world turns round.","author":"William Shakespeare"},{"text":"What we think, we become.","author":"Buddha"},{"text":"All our knowledge has its origins in our perceptions.","author":"Leonardo da Vinci"},{"text":"If you can dream it, you can do it.","author":"Walt Disney"},{"text":"It is better to travel well than to arrive.","author":"Buddha"},{"text":"Silence is a true friend who never betrays.","author":"Confucius"},{"text":"Speak low, if you speak love.","author":"William Shakespeare"},{"text":"Reality leaves a lot to the imagination.","author":"John Lennon"},{"text":"Nothing strengthens authority so much as silence.","author":"Leonardo da Vinci"},{"text":"Wherever you go, go with all your heart.","author":"Confucius"},{"text":"The only real valuable thing is intuition.","author":"Albert Einstein"},{"text":"Whatever happens, take responsibility.","author":"Tony Robbins"},{"text":"Each day provides its own gifts.","author":"Marcus Aurelius"},{"text":"The more you know yourself, the more you forgive yourself.","author":"Confucius"},{"text":"Once we accept our limits, we go beyond them.","author":"Albert Einstein"},{"text":"Whatever we expect with confidence becomes our own self-fulfilling prophecy.","author":"Brian Tracy"},{"text":"Everything you can imagine is real.","author":"Pablo Picasso"},{"text":"Life is the flower for which love is the honey.","author":"Victor Hugo"},{"text":"Loss is nothing else but change,and change is Natures delight.","author":"Marcus Aurelius"},{"text":"I destroy my enemies when I make them my friends.","author":"Abraham Lincoln"},{"text":"Inspiration exists, but it has to find us working.","author":"Pablo Picasso"},{"text":"A prudent question is one half of wisdom.","author":"Francis Bacon"},{"text":"The path to success is to take massive, determined action.","author":"Tony Robbins"},{"text":"The mind is everything. What you think you become.","author":"Buddha"},{"text":"Be great in act, as you have been in thought.","author":"William Shakespeare"},{"text":"There is no greater harm than that of time wasted.","author":"Michelangelo"},{"text":"To be wrong is nothing unless you continue to remember it.","author":"Confucius"},{"text":"The cautious seldom err.","author":"Confucius"},{"text":"Time you enjoy wasting, was not wasted.","author":"John Lennon"},{"text":"Never put off till tomorrow what you can do today.","author":"Thomas Jefferson"},{"text":"In separateness lies the world's great misery, in compassion lies the world's true strength.","author":"Buddha"},{"text":"If we did the things we are capable of, we would astound ourselves.","author":"Thomas Edison"},{"text":"Successful people ask better questions, and as a result, they get better answers.","author":"Tony Robbins"},{"text":"Happiness comes when your work and words are of benefit to yourself and others.","author":"Buddha"},{"text":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha"},{"text":"What you do not want done to yourself, do not do to others.","author":"Confucius"},{"text":"Short words are best and the old words when short are best of all.","author":"Winston Churchill"},{"text":"If you light a lamp for somebody, it will also brighten your path.","author":"Buddha"},{"text":"Reviewing what you have learned and learning anew, you are fit to be a teacher.","author":"Confucius"},{"text":"If you think you can, you can. And if you think you can't, you're right.","author":"Henry Ford"},{"text":"You have enemies? Good. That means you've stood up for something, sometime in your life.","author":"Winston Churchill"},{"text":"Your worst enemy cannot harm you as much as your own unguarded thoughts.","author":"Buddha"},{"text":"Yeah we all shine on, like the moon, and the stars, and the sun.","author":"John Lennon"},{"text":"Life is like riding a bicycle. To keep your balance you must keep moving.","author":"Albert Einstein"},{"text":"Opportunity is missed by most because it is dressed in overalls and looks like work.","author":"Thomas Edison"},{"text":"Feeling and longing are the motive forces behind all human endeavor and human creations.","author":"Albert Einstein"},{"text":"You have to do your own growing no matter how tall your grandfather was.","author":"Abraham Lincoln"},{"text":"The superior man is satisfied and composed; the mean man is always full of distress.","author":"Confucius"},{"text":"If you spend too much time thinking about a thing, you'll never get it done.","author":"Bruce Lee"},{"text":"The way is not in the sky. The way is in the heart.","author":"Buddha"},{"text":"Most people are about as happy as they make up their minds to be","author":"Abraham Lincoln"},{"text":"Three things cannot be long hidden: the sun, the moon, and the truth.","author":"Buddha"},{"text":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","author":"Buddha"},{"text":"You will not be punished for your anger, you will be punished by your anger.","author":"Buddha"},{"text":"It does not matter how slowly you go as long as you do not stop.","author":"Confucius"},{"text":"Most folks are about as happy as they make up their minds to be.","author":"Abraham Lincoln"},{"text":"To study and not think is a waste. To think and not study is dangerous.","author":"Confucius"},{"text":"I will not be concerned at other men is not knowing me;I will be concerned at my own want of ability.","author":"Confucius"},{"text":"Be not afraid of greatness: some are born great, some achieve greatness, and some have greatness thrust upon them.","author":"William Shakespeare"},{"text":"Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","author":"Thomas Jefferson"},{"text":"I'm a great believer in luck and I find the harder I work, the more I have of it.","author":"Thomas Jefferson"},{"text":"Iron rusts from disuse; water loses its purity from stagnation... even so does inaction sap the vigour of the mind.","author":"Leonardo da Vinci"},{"text":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius"},{"text":"The thought manifests as the word. The word manifests as the deed. The deed develops into habit. And the habit hardens into character.","author":"Buddha"},{"text":"Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.","author":"Donald Trump"},{"text":"A wise man can learn more from a foolish question than a fool can learn from a wise answer.","author":"Bruce Lee"},{"text":"Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.","author":"Bruce Lee"},{"text":"Everything that happens happens as it should, and if you observe carefully, you will find this to be so.","author":"Marcus Aurelius"},{"text":"In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.","author":"Buddha"},{"text":"When you see a man of worth, think of how you may emulate him. When you see one who is unworthy, examine yourself.","author":"Confucius"},{"text":"There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.","author":"Nelson Mandela"},{"text":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle"},{"text":"Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.","author":"Buddha"},{"text":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.","author":"Bruce Lee"},{"text":"Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing.","author":"Mother Teresa"},{"text":"To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.","author":"Buddha"},{"text":"Take no thought of who is right or wrong or who is better than. Be not for or against.","author":"Bruce Lee"},{"text":"Take things as they are. Punch when you have to punch. Kick when you have to kick.","author":"Bruce Lee"},{"text":"I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.","author":"Albert Einstein"},{"text":"Give me six hours to chop down a tree and I will spend the first four sharpening the axe.","author":"Abraham Lincoln"},{"text":"Being in humaneness is good. If we select other goodness and thus are far apart from humaneness, how can we be the wise?","author":"Confucius"},{"text":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.","author":"Confucius"},{"text":"Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more.","author":"Nikola Tesla"},{"text":"He can who thinks he can, and he can't who thinks he can't. This is an inexorable, indisputable law.","author":"Pablo Picasso"},{"text":"There are only two mistakes one can make along the road to truth; not going all the way, and not starting.","author":"Buddha"},{"text":"Very little is needed to make a happy life; it is all within yourself, in your way of thinking.","author":"Marcus Aurelius"},{"text":"Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.","author":"Winston Churchill"},{"text":"To live a pure unselfish life, one must count nothing as ones own in the midst of abundance.","author":"Buddha"},{"text":"Many of life's failures are people who did not realize how close they were to success when they gave up.","author":"Thomas Edison"},{"text":"I am not bothered by the fact that I am unknown. I am bothered when I do not know others.","author":"Confucius"},{"text":"I am always doing that which I cannot do, in order that I may learn how to do it.","author":"Pablo Picasso"},{"text":"If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.","author":"Barack Obama"},{"text":"I'm not in this world to live up to your expectations and you're not in this world to live up to mine.","author":"Bruce Lee"},{"text":"You can only grow if you're willing to feel awkward and uncomfortable when you try something new.","author":"Brian Tracy"},{"text":"The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.","author":"Thomas Edison"},{"text":"If it is not right do not do it; if it is not true do not say it.","author":"Marcus Aurelius"},{"text":"When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run.","author":"Abraham Lincoln"},{"text":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha"},{"text":"You have power over your mind not outside events. Realize this, and you will find strength.","author":"Marcus Aurelius"},{"text":"We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world.","author":"Buddha"},{"text":"Try not to become a man of success, but rather try to become a man of value.","author":"Albert Einstein"},{"text":"Try not to become a man of success but rather try to become a man of value.","author":"Albert Einstein"},{"text":"Your work is to discover your world and then with all your heart give yourself to it.","author":"Buddha"},{"text":"All that we are is the result of what we have thought. The mind is everything. What we think we become.","author":"Buddha"},{"text":"How far that little candle throws its beams! So shines a good deed in a naughty world.","author":"William Shakespeare"},{"text":"It is in your moments of decision that your destiny is shaped.","author":"Tony Robbins"},{"text":"Happiness depends upon ourselves.","author":"Aristotle"},{"text":"Be faithful in small things because it is in them that your strength lies.","author":"Mother Teresa"},{"text":"He who is fixed to a star does not change his mind.","author":"Leonardo da Vinci"},{"text":"He who lives in harmony with himself lives in harmony with the universe.","author":"Marcus Aurelius"},{"text":"When the solution is simple, God is answering.","author":"Albert Einstein"},{"text":"The superior man is modest in his speech, but exceeds in his actions.","author":"Confucius"},{"text":"In all things of nature there is something of the marvellous.","author":"Aristotle"},{"text":"The universe is transformation; our life is what our thoughts make it.","author":"Marcus Aurelius"},{"text":"Silence is the true friend that never betrays.","author":"Confucius"},{"text":"God has given you one face, and you make yourself another.","author":"William Shakespeare"},{"text":"To be wronged is nothing unless you continue to remember it.","author":"Confucius"},{"text":"History will be kind to me for I intend to write it.","author":"Winston Churchill"},{"text":"Time stays long enough for anyone who will use it.","author":"Leonardo da Vinci"},{"text":"They must often change, who would be constant in happiness or wisdom.","author":"Confucius"},{"text":"As long as your going to be thinking anyway, think big.","author":"Donald Trump"},{"text":"The foot feels the foot when it feels the ground.","author":"Buddha"},{"text":"Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.","author":"Marcus Aurelius"},{"text":"I am always doing that which I can not do, in order that I may learn how to do it.","author":"Pablo Picasso"},{"text":"The way we communicate with others and with ourselves ultimately determines the quality of our lives.","author":"Tony Robbins"},{"text":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa"},{"text":"We are what we repeatedly do. Excellence, then, is not an act, but a habit.","author":"Aristotle"},{"text":"The best thing about the future is that it only comes one day at a time.","author":"Abraham Lincoln"},{"text":"No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.","author":"Buddha"},{"text":"Happiness is when what you think, what you say, and what you do are in harmony.","author":"Mohandas Gandhi"},{"text":"When you realize how perfect everything is you will tilt your head back and laugh at the sky.","author":"Buddha"},{"text":"A man should look for what is, and not for what he thinks should be.","author":"Albert Einstein"},{"text":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha"},{"text":"Imagination is more important than knowledge. For while knowledge defines all we currently know and understand, imagination points to all we might yet discover and create.","author":"Albert Einstein"},{"text":"When you see a good person, think of becoming like him. When you see someone not so good, reflect on your own weak points.","author":"Confucius"},{"text":"You may say I'm a dreamer, but I'm not the only one, I hope someday you will join us, and the world will live as one.","author":"John Lennon"},{"text":"He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye.","author":"Buddha"},{"text":"In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true.","author":"Buddha"},{"text":"Before you can inspire with emotion, you must be swamped with it yourself. Before you can move their tears, your own must flow. To convince them, you must yourself believe.","author":"Winston Churchill"},{"text":"When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self.","author":"Confucius"},{"text":"Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing.","author":"Abraham Lincoln"},{"text":"Thousands of candles can be lit from a single, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha"},{"text":"A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do.","author":"Chuck Norris"},{"text":"When you arise in the morning, think of what a precious privilege it is to be alive to breathe, to think, to enjoy, to love.","author":"Marcus Aurelius"},{"text":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","author":"Marcus Aurelius"},{"text":"If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut.","author":"Albert Einstein"},{"text":"A man sees in the world what he carries in his heart.","author":"Goethe"},{"text":"The only limit to your impact is your imagination and commitment.","author":"Tony Robbins"},{"text":"To know oneself is to study oneself in action with another person.","author":"Bruce Lee"},{"text":"Reality is merely an illusion, albeit a very persistent one.","author":"Albert Einstein"},{"text":"Always be mindful of the kindness and not the faults of others.","author":"Buddha"},{"text":"The weak can never forgive. Forgiveness is the attribute of the strong.","author":"Mohandas Gandhi"},{"text":"Freedom is not worth having if it does not connote freedom to err.","author":"Mohandas Gandhi"},{"text":"Peace cannot be kept by force. It can only be achieved by understanding.","author":"Albert Einstein"},{"text":"Better than a thousand hollow words, is one word that brings peace.","author":"Buddha"},{"text":"As you think, so shall you become.","author":"Bruce Lee"},{"text":"Everything has beauty, but not everyone sees it.","author":"Confucius"},{"text":"The price of greatness is responsibility.","author":"Winston Churchill"},{"text":"We cannot solve our problems with the same thinking we used when we created them.","author":"Albert Einstein"},{"text":"A jug fills drop by drop.","author":"Buddha"},{"text":"Everything that exists is in a manner the seed of that which will be.","author":"Marcus Aurelius"},{"text":"Mistakes are always forgivable, if one has the courage to admit them.","author":"Bruce Lee"},{"text":"Go to your bosom: Knock there, and ask your heart what it doth know.","author":"William Shakespeare"},{"text":"Don't talk about what you have done or what you are going to do.","author":"Thomas Jefferson"},{"text":"Life is what happens while you are making other plans.","author":"John Lennon"},{"text":"Action is the foundational key to all success.","author":"Pablo Picasso"},{"text":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa"},{"text":"The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty.","author":"Winston Churchill"},{"text":"I want you to be everything that's you, deep at the center of your being.","author":"Confucius"},{"text":"We know what we are, but know not what we may be.","author":"William Shakespeare"},{"text":"If you can't explain it simply, you don't understand it well enough.","author":"Albert Einstein"},{"text":"He who lives in harmony with himself lives in harmony with the world.","author":"Marcus Aurelius"},{"text":"As our case is new, we must think and act anew.","author":"Abraham Lincoln"},{"text":"If you can't feed a hundred people, then feed just one.","author":"Mother Teresa"},{"text":"You always succeed in producing a result.","author":"Tony Robbins"},{"text":"An invasion of armies can be resisted, but not an idea whose time has come.","author":"Victor Hugo"},{"text":"You only lose what you cling to.","author":"Buddha"},{"text":"In the middle of every difficulty lies opportunity.","author":"Albert Einstein"},{"text":"Every human being is the author of his own health or disease.","author":"Buddha"},{"text":"The Superior Man is aware of Righteousness, the inferior man is aware of advantage.","author":"Confucius"},{"text":"I never worry about action, but only inaction.","author":"Winston Churchill"},{"text":"Those that know, do. Those that understand, teach.","author":"Aristotle"},{"text":"Quality means doing it right when no one is looking.","author":"Henry Ford"},{"text":"You have to think anyway, so why not think big?","author":"Donald Trump"},{"text":"Your body is precious. It is our vehicle for awakening. Treat it with care.","author":"Buddha"},{"text":"What is not started today is never finished tomorrow.","author":"Goethe"},{"text":"Chaos is inherent in all compounded things. Strive on with diligence.","author":"Buddha"},{"text":"Be sure you put your feet in the right place, then stand firm.","author":"Abraham Lincoln"},{"text":"If you love life, don't waste time, for time is what life is made up of.","author":"Bruce Lee"},{"text":"My mama always said: life's like a box of chocolate you never know what you gonna get.","author":"Forrest Gump"},{"text":"No matter how hard the past, you can always begin again.","author":"Buddha"},{"text":"I begin with an idea and then it becomes something else.","author":"Pablo Picasso"},{"text":"Your work is to discover your work and then with all your heart to give yourself to it.","author":"Buddha"},{"text":"There are people who have money and people who are rich.","author":"Coco Chanel"},{"text":"Forgiveness is choosing to love. It is the first skill of self-giving love.","author":"Mohandas Gandhi"},{"text":"Fine words and an insinuating appearance are seldom associated with true virtue","author":"Confucius"},{"text":"If we could see the miracle of a single flower clearly, our whole life would change.","author":"Buddha"},{"text":"You cannot travel the path until you have become the path itself.","author":"Buddha"},{"text":"Our greatest glory is not in never falling, but in rising every time we fall.","author":"Confucius"},{"text":"We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.","author":"Buddha"},{"text":"Stay committed to your decisions, but stay flexible in your approach.","author":"Tony Robbins"},{"text":"What separates the winners from the losers is how a person reacts to each new twist of fate.","author":"Donald Trump"},{"text":"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.","author":"Buddha"},{"text":"Never, never, never give up.","author":"Winston Churchill"},{"text":"I hear and I forget. I see and I remember. I do and I understand.","author":"Confucius"},{"text":"A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one.","author":"Chuck Norris"},{"text":"People are not lazy. They simply have impotent goals that is, goals that do not inspire them.","author":"Tony Robbins"},{"text":"Waste no more time arguing about what a good man should be. Be one.","author":"Marcus Aurelius"},{"text":"Always bear in mind that your own resolution to succeed is more important than any one thing.","author":"Abraham Lincoln"},{"text":"Setting an example is not the main means of influencing another, it is the only means.","author":"Albert Einstein"},{"text":"Peace begins with a smile.","author":"Mother Teresa"},{"text":"Ability will never catch up with the demand for it.","author":"Confucius"},{"text":"Setting goals is the first step in turning the invisible into the visible.","author":"Tony Robbins"},{"text":"All truths are easy to understand once they are discovered; the point is to discover them.","author":"Galileo Galilei"},{"text":"Logic will get you from A to B. Imagination will take you everywhere.","author":"Albert Einstein"},{"text":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.","author":"Buddha"},{"text":"The superior man acts before he speaks, and afterwards speaks according to his action.","author":"Confucius"},{"text":"The difference between what we do and what we are capable of doing would suffice to solve most of the worlds problems.","author":"Mohandas Gandhi"},{"text":"Kind words can be short and easy to speak but their echoes are truly endless.","author":"Mother Teresa"},{"text":"In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.","author":"Leonardo da Vinci"},{"text":"There is nothing happens to any person but what was in his power to go through with.","author":"Marcus Aurelius"},{"text":"We make a living by what we get, but we make a life by what we give.","author":"Winston Churchill"},{"text":"I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.","author":"Leonardo da Vinci"},{"text":"All the world is a stage, And all the men and women merely players.They have their exits and entrances; Each man in his time plays many parts.","author":"William Shakespeare"},{"text":"As we are liberated from our own fear, our presence automatically liberates others.","author":"Nelson Mandela"},{"text":"Criticism is something you can easily avoid by saying nothing, doing nothing, and being nothing.","author":"Aristotle"},{"text":"The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.","author":"Michelangelo"},{"text":"Great ideas often receive violent opposition from mediocre minds.","author":"Albert Einstein"},{"text":"We can change our lives. We can do, have, and be exactly what we wish.","author":"Tony Robbins"},{"text":"We are what we repeatedly do. Excellence, then, is not an act but a habit.","author":"Aristotle"},{"text":"I walk slowly, but I never walk backward.","author":"Abraham Lincoln"},{"text":"Focusing your life solely on making a buck shows a poverty of ambition. It asks too little of yourself. And it will leave you unfulfilled.","author":"Barack Obama"},{"text":"Learning without reflection is a waste, reflection without learning is dangerous.","author":"Confucius"},{"text":"All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.","author":"Bruce Lee"},{"text":"The less effort, the faster and more powerful you will be.","author":"Bruce Lee"},{"text":"We can do no great things, only small things with great love.","author":"Mother Teresa"},{"text":"Remembering a wrong is like carrying a burden on the mind.","author":"Buddha"},{"text":"If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?","author":"Confucius"},{"text":"Weve got to have a dream if we are going to make a dream come true.","author":"Walt Disney"},{"text":"The only real failure in life is not to be true to the best one knows.","author":"Buddha"},{"text":"Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.","author":"Albert Einstein"},{"text":"Change will not come if we wait for some other person or some other time. We are the ones weve been waiting for. We are the change that we seek.","author":"Barack Obama"},{"text":"However many holy words you read, However many you speak, What good will they do you If you do not act on upon them?","author":"Buddha"},{"text":"There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","author":"Albert Einstein"},{"text":"How many cares one loses when one decides not to be something but to be someone.","author":"Coco Chanel"},{"text":"One may say the eternal mystery of the world is its comprehensibility.","author":"Albert Einstein"},{"text":"Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom.","author":"Buddha"},{"text":"Reason and free inquiry are the only effectual agents against error.","author":"Thomas Jefferson"},{"text":"If you propose to speak, always ask yourself, is it true, is it necessary, is it kind.","author":"Buddha"},{"text":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.","author":"Nikola Tesla"},{"text":"Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.","author":"Aristotle"},{"text":"When people are like each other they tend to like each other.","author":"Tony Robbins"},{"text":"Sincerity is the way of Heaven. The attainment of sincerity is the way of men.","author":"Confucius"},{"text":"Be the change that you want to see in the world.","author":"Mohandas Gandhi"},{"text":"Just trust yourself, then you will know how to live.","author":"Goethe"},{"text":"To climb steep hills requires a slow pace at first.","author":"William Shakespeare"},{"text":"An idea that is developed and put into action is more important than an idea that exists only as an idea.","author":"Buddha"},{"text":"Truth is generally the best vindication against slander.","author":"Abraham Lincoln"},{"text":"And as we let our own light shine, we unconsciously give other people permission to do the same.","author":"Nelson Mandela"},{"text":"Most folks are as happy as they make up their minds to be.","author":"Abraham Lincoln"},{"text":"However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?","author":"Buddha"},{"text":"A person who never made a mistake never tried anything new.","author":"Albert Einstein"},{"text":"Better than a thousand hollow words is one word that brings peace.","author":"Buddha"},{"text":"Sometimes by losing a battle you find a new way to win the war.","author":"Donald Trump"},{"text":"If you do what you've always done, you'll get what youve always gotten.","author":"Tony Robbins"},{"text":"Do not wait for leaders; do it alone, person to person.","author":"Mother Teresa"},{"text":"Time you enjoyed wasting was not wasted.","author":"John Lennon"},{"text":"To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.","author":"Confucius"},{"text":"Continuous effort, not strength or intelligence is the key to unlocking our potential.","author":"Winston Churchill"},{"text":"Obstacles are those frightful things you see when you take your eyes off your goal.","author":"Henry Ford"},{"text":"Kind words can be short and easy to speak, but their echoes are truly endless.","author":"Mother Teresa"},{"text":"A leader or a man of action in a crisis almost always acts subconsciously and then thinks of the reasons for his action.","author":"Jawaharlal Nehru"},{"text":"I have no special talent. I am only passionately curious.","author":"Albert Einstein"},{"text":"Good advice is always certain to be ignored, but that's no reason not to give it.","author":"Agatha Christie"},{"text":"Life is what happens to you while you're busy making other plans.","author":"John Lennon"},{"text":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.","author":"Marcus Aurelius"},{"text":"The energy of the mind is the essence of life.","author":"Aristotle"},{"text":"A wise man will make more opportunities than he finds.","author":"Francis Bacon"},{"text":"He who wishes to secure the good of others, has already secured his own.","author":"Confucius"},{"text":"Life is really simple, but we insist on making it complicated.","author":"Confucius"},{"text":"All children are artists. The problem is how to remain an artist once he grows up.","author":"Pablo Picasso"},{"text":"There is never enough time to do everything, but there is always enough time to do the most important thing.","author":"Brian Tracy"},{"text":"What you are is what you have been. What you will be is what you do now.","author":"Buddha"},{"text":"To hell with circumstances; I create opportunities.","author":"Bruce Lee"},{"text":"If one way be better than another, that you may be sure is natures way.","author":"Aristotle"},{"text":"It is not in the stars to hold our destiny but in ourselves.","author":"William Shakespeare"},{"text":"Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.","author":"Tony Robbins"},{"text":"I will prepare and some day my chance will come.","author":"Abraham Lincoln"}]